scene_055 = room {
    nam = '055',
    dsc = [[Бой был трудным и Тибо рад, что он закончен. Он тщательно вытирает шпагу, терпеливо снимая прицепившуюся к пей
    паутину ро-паука.^ – Мне очень не нравятся ро-животные, особенно вот такие, – ворчит Тибо.^ Вы продолжаете идти по тропинке
    и, попав в менее опасное место, без устали шагаете ещё около часа, не встретив ни малейшей опасности – ни рыжих муравьёв, ни
    гадюк, ни пауков.^ Уже близко опушка Леса. Вы проходите ещё триста или четыреста метров, и вот перед вами равнина Белёсых
    Трав. Переходите к пункту 31.]],
    obj = {
        vway("1", "{Далее^}", 'scene_031')
    }
}

scene_056 = room {
    nam = '056',
    dsc = [[Не теряя ни минуты, вы разводите огонь, благо что вокруг полно сухих папоротников и трав. И вскоре в ночное небо
    поднимается яркое и весёлое пламя. Вероятно, его можно заметить издалека, но тепло заставляет вас забыть об опасности. Вы
    быстро согреваетесь и спокойно засыпаете, оставив одного из вас караулить и поддерживать огонь.^ Так, без всяких осложнений,
    проходит ночь, и вы просыпаетесь на рассвете, прекрасно отдохнув. Ксолотл, выспавшийся, кажется пребывает в хорошем
    настроении.^ – Как хорошо, что мы развели огонь, – обращается он к Тибо. – Я был уверен, что мы ничем не рискуем.^ – Как бы
    не так! – возражает Тибо. — Этой ночью ничего не случилось, но это ещё ни о чём не говорит.^ Неприятности могут поджидать
    нас впереди.^ И вы снова отправляетесь в путь и идёте ещё пару часов без всяких происшествий. Вы покидаете равнину Белёсых
    Трав и входите в область Луж. Переходите к пункту 123.]],
    obj = {
        vway("1", "{Далее^}", 'scene_123')
    }
}

scene_057 = room {
    nam = '057',
    dsc = [[Тибо выхватывает шпагу и размахивает ею, чтобы отогнать бассета. И это ему прекрасно удаётся. Вы один за другим
    оказываетесь на правом отроге ущелья. Никто из вас не покусан, и собака не получила ни единой царапины. Вы удаляетесь уже
    метров на двадцать, а бассет даже не пытается вас догнать. Он растягивается на земле, кладёт морду на передние лапы, смотрит
    на вас ласковыми, добрыми и печальными глазами, а потом начинает плакать. Он издаёт протяжный и горестный стон, который,
    кажется, идёт из глубины его собачьей души. Вы крайне удивлены и непроизвольно останавливаетесь.^ – Что происходит? –
    удивляется Суи. – Я никак не пойму этого пса. Мне кажется, он хочет вернуть нас обратно.^ – Ну нет, – протестует Тибо. –
    Вспомните о нашей цели. Лично я продолжаю путь.^ А бассет взвыл ещё сильней, словно его душила тоска. Тибо машинально
    пододвигается к нему, а Ксолотл после некоторого колебания шепчет:^ – Такой плач о чём-то говорит…^ Если вы вернётесь –
    бассет вас тихо пропустит. Он немного поскулит, но слёзы его высохнут. А вы без труда сможете оказаться на левом отроге
    ущелья. В этом случае вы окажетесь в пункте 93. Если же вы предпочтёте продолжать путь по правому отрогу, то придёте в пункт
    164.]],
    obj = {
        vway("1", "{Левый отрог^}", 'scene_093'),
        vway("2", "{Правый отрог^}", 'scene_164')
    }
}

scene_058 = room {
    nam = '058',
    dsc = [[Тибо вытирает свою шпагу, всю красную от крови. Тем временем ты, Серж, смотришь на то, что осталось от бедного
    животного, и тебе становится жаль его. Действительно ли нужно было убивать эту ро- кошку?^ – Жалко, – шепчет Суи. – Мы
    оказались не правы.^ Но вы продолжаете путь. Сворачиваете на левую тропинку, которая поначалу кажется вам безопасной. Она
    петляет среди Леса, и вы следуете по ней уже минут пятнадцать, не замечая ничего необычного. А потом на вашем пути
    появляется много-много паутины, но это вас не слишком беспокоит. Переходите в пункт 201.]],
    obj = {
        vway("1", "{Далее^}", 'scene_201')
    }
}

scene_059 = room {
    nam = '059',
    dsc = [[Вы вчетвером неподвижно, затаив дыхание, сидите за высокими зарослями кустарника. Время от времени вам слышится
    тихое рычание. Не понимая, откуда оно идёт, вы чувствуете однако, что ярби всё-таки приближается. Сердцебиение у всех вас
    усиливается с каждой минутой, и Суи едва слышным голосом произносит:^ – Сейчас мы его увидим… И через несколько мгновений вы
    видите его, выходящего из-за кустарника. Он совершенно такой, каким его описал Губер. Сначала ярби медленно движется, потом
    останавливается, тщательно обнюхивая землю. Затем он поднимает голову и озирается по сторонам. Вы замерли и не осмеливаетесь
    даже дышать.^ Внезапно ярби отворачивается. И тогда вы понимаете, что он вас не заметил. Он удаляется от вас медленно и
    спокойно, прекратив поиск. Всё это длится не более десяти секунд, но эти десять секунд показались вам вечностью.^ – Уф! –
    вздыхает Суи. Вы остаётесь в укрытии ещё несколько минут, но ярби не отходит от вас на достаточное расстояние. Потом Тибо
    подаёт знак, и вы осторожно начинаете свои путь по области Луж. И вот вы уже в пункте 206.]],
    obj = {
        vway("1", "{Далее^}", 'scene_206')
    }
}

scene_060 = room {
    nam = '060',
    dsc = [[Вы шагаете по тропе, ведущей налево. Сейчас солнце уже почти касается горизонта. Через полчаса Ксолотл вдруг
    предлагает:^ – Может, остановимся?^ – Подожди! Лучше посмотри туда, — отзывается Тибо.^ И он указывает на нечто метрах в
    пятидесяти от вас, с трудом различимое в сумерках. Это небольшая, непонятного происхождения ложбина.^ – Ты что, хочешь лечь
    спать в этой рытвине? – удивляется Суи.^ – А почему бы и нет? – отвечает Тибо. – Но только надо ещё узнать, что это такое.
    Пойдём, посмотрим.^ Сказано–сделано. И вы вчетвером направляетесь к ложбине. И теперь вы переходите в пункт 8.]],
    obj = {
        vway("1", "{Далее^}", 'scene_006')
    }
}

scene_061 = room {
    nam = '061',
    dsc = [[Легко сказать: спать. Но вы не подумали о шуме… Ветер непрерывно днём и ночью продувает Большие Скалы. Он врывается
    в ущелья с протяжным и унылым, похожим на печальный голос сирен, завыванием, от которого мурашки бегают по коже. Минут через
    пятнадцать Суи шепчет:^ – Да, невесело!^ Порою всё стихает, а затем ветер меняет направление, и гул слышится с другой
    стороны; ещё более жуткий, чем прежде. Никому из вас четверых не удаётся уснуть. Вы нервничаете и готовы что-нибудь
    предпринять, не важно что. Немного погодя Тибо решает действовать.^ – Мы здесь не будем останавливаться, – предлагает он.^ –
    Для ночёвки надо выбрать другое место.^ Вы все встаёте и наугад бродите по близлежащим ущельям.^ – Ничего это не даст, –
    ворчит Суи. – Куда бы мы ни пошли, шум только усиливается. Лучше оставаться на том месте, где мы сейчас, иначе мы совсем
    заблудимся… Вы возвращаетесь на прежнее место и садитесь на землю, привалившись спинами на камни. И теперь вы наверняка
    знаете, что не сомкнёте глаз всю ночь. Следуйте в пункт 147.]],
    obj = {
        vway("1", "{Далее^}", 'scene_147')
    }
}

-- Конец
scene_062 = room {
    nam = '062',
    dsc = [[Теперь ты, Серж, убеждён, что тебе не следовало трогать рубильники. Твоё беспокойство возрастает с каждой минутой.
    Ты едва осмеливаешься взглянуть на своих спутников. Молчание затягивается… Наконец Суи решается заговорить:^ – Ты должен был
    попроб…^ Но она не успела больше ничего сказать. Ужасный треск заглушил её голос. Вокруг вас ходуном заходили стены,
    лестница с шумом обрушилась.^ – Вот это да! – шепчет Ксолотл.^ Обломки лестницы завалили выход из подземелья. Вы становитесь
    такими же пленниками, как и Оллир, место заточения которого вы так и не нашли. И никто не явится сюда, чтобы освободить вас.
    Вам остаётся только ждать смерти. И это конец вашего приключения. Ну что ж, очень жаль…^]]
}

scene_063 = room {
    nam = '063',
    dsc = [[Приблизившись, вы замечаете малюсенький, едва различимый в тумане островок шириною в десять–пятнадцать метров.^ –
    Стойте! – вскрикнул Тибо. – Этот островок мне что-то напоминает! Такое впечатление, что нам рассказывали о чём-то подобном.
    Но кто же это был?^ – Ты хочешь сказать, что Оллир может быть заточён на этом островке?^ – Ну конечно, да!^ Достигнув берега
    Озера, вы среди камышей находите привязанную лодку, достаточно вместительную для четверых.^ – Это именно то, что нам нужно!
    – торжествует Тибо. Ксолотл приближается к лодке и, тщательно осмотрев её, высказывает своё мнение:^ – Она выглядит вполне
    добротной.^ – А мне кажется, что на этом островке мы ничего не найдём. Не стоит туда плыть, – заключает Суи.^ А на берегу
    легко различить две тропинки. Одна из них ведёт на север, а другая – на северо-восток, но обе, несомненно, могут вывести к
    Большому Каньону. Серж, чей совет ты выберешь, Тибо или Суи? Если вы решите обследовать островок, то переходите в пункт 162.
    Если предпочтёте идти по тропе, ведущей на север, – ступайте в пункт 80. А если вас больше притягивает тропа, бегущая на
    северо-восток, то вы окажетесь в пункте 51.]],
    obj = {
        vway("1", "{Обследовать островок^}", 'scene_162'),
        vway("2", "{Пойти на север^}", 'scene_080'),
        vway("3", "{На северо-восток^}", 'scene_051')
    }
}

scene_064 = room {
    nam = '064',
    dsc = [[Вы переживаете ужасные часы. У вас создаётся впечатление, что холод постоянно усиливается, и что ночь никогда не
    кончится. Никто из вас больше не пытается заснуть. Суи иногда поднимается, чтобы сделать несколько шагов и согреться, и
    почти тотчас вновь садится. Ксолотл свёртывается комок, пытаясь уснуть. Он не двигается и не произносит ни звука. Тибо,
    кажется, легче всех переносит холод. Время от времени он бросает какую-нибудь фразу, чтобы подбодрить друзей. Но ему никто
    не отвечает^ Наконец занимается заря, и вы решаете продолжать путь. Но эта ужасная ночь отнимает у каждого из вас по 10
    очков Жизни. Пообедав, вы их восстанавливаете. Но этот обед вам придётся вычеркнуть из Листка приключения.^ После обеда вы
    почти согрелись и следующие два часа шагаете без всяких происшествий. Вы покидаете равнину Белёсых Трав и вступаете в
    область Луж. Переходите в пункт 210.]],
    obj = {
        vway("1", "{Далее^}", 'scene_210')
    }
}

-- Поднять предмет.
scene_065 = room {
    nam = '065',
    dsc = [[Итак, ползком, на четвереньках, вы продвигаетесь вправо. Уже через пять-шесть минут вы уверены, что избежали
    опасности, и хёли далеко. Вы поднимаетесь и дальше шагаете нормально, не забывая наблюдать за окружающей вас высокой
    травой.^ Немного погодя Суи делает открытие:^ – Ой, смотрите, что это здесь?^ На земле валяется стеклянный шар величиною в
    два кулака. По крайней мере он кажется вам стеклянным, но когда вы его попытались поднять, он оказался тяжелее свинца. И
    что-то в нём таится необычное…^ – Забавная штука! – шепчет Ксолотл.^ Этот шар словно живой, он неярко светится, будто в нём
    заключено маленькое пламя, которому для горения совсем не нужен воздух. Никто из вас не имеет ни малейшего представления о
    шаре.^ – Что делать? – спрашивает Суи. – Возьмём его или нет?^ – Я к нему не притронусь! – тут же отзывается Ксолотл.^ Тибо
    делает неопределённый жест, который можно понять как угодно… Если ты решишь взять таинственный шар с собой, то вы все
    окажетесь в пункте 28. А если ты считаешь, что его не надо трогать, то переходите в пункт 151.]],
    obj = {
        vway("1", "{Взять шар^}", 'scene_028'),
        vway("2", "{Не брать шар^}", 'scene_151')
    }
}

scene_066 = room {
    nam = '066',
    dsc = [[Болото действительно уже не опасно. Вода едва доходит вам до колен, ро-москиты исчезли, всё реже встречаются ужи и
    водяные пауки. Вскоре вы выходите к небольшому пляжу. Он находится на пологом берегу у подножия проступающего в тумане
    холма. И вы безошибочно понимаете, что здесь начитается район Больших Скал. Переходите к пункту 24.]],
    obj = {
        vway("1", "{Далее^}", 'scene_024')
    }
}


scene_067 = room {
    nam = '067',
    dsc = [[Сделав пятьсот—шестьсот шагов, Ксолотл заявляет:^ – Как видите, мы выбрали не лучший маршрут.^ Вы находитесь на
    вершине скалы, на западной стороне острова. Солнце медленно сползает к горизонту. Внизу, в сотне метров под вами, плещется
    океан. А узкая тропинка теперь повернула к северу и по отлогому склону скалы спускается вниз.^ – Ну почему же? – возражает
    Тибо. – Раз есть дорога, надо её обследовать до конца.^ Затем вы, следуя совету Тибо, начинаете спускаться по тропинке.
    Пройдя половину пути, вы обнаруживаете ещё одну дорогу, которая ведёт к равнине Белёсых Трав. Продолжать спуск или снова
    подниматься?^ – У нас нет никакой надежды найти Оллира там, внизу у подножия скалы, – убеждённо заявляет Ксолотл.^ – Что
    тут, что там, – замечает Тибо. — Найти его везде сложно.^ Если ты решишься спуститься к океану, то вы окажетесь в пункте
    141. А если предпочтёшь подняться к равнине Белёсых Трав, то отправляйтесь в пункт 90.]],
    obj = {
        vway("1", "{Спуститься^}", 'scene_141'),
        vway("2", "{Подняться^}", 'scene_090')
    }
}

scene_068 = room {
    nam = '068',
    dsc = [[Вы отошли от воронки уже на двести – триста метров. Когда солнце почти совсем спряталось за горизонт, Ксолотл
    решительно объявляет:^ – Я едва волочу ноги. Дальше в такой тьме идти невозможно. Если уж нужно заночевать на этой равнине,
    то лучше это сделать здесь.^ Перед вами расстилается необозримая равнина Белёсых Трав. Ничто больше не привлекает вашего
    внимания. Ничто, кроме папоротников и высокой травы. Растения сейчас, в свете сумерек, кажутся совсем белыми.^ – Какая
    разница? Здесь ничуть не хуже, чем где-то в другом месте, – отвечает Суи, сбрасывая рюкзак. И вы переходите в пункт 91.]],
    obj = {
        vway("1", "{Далее^}", 'scene_091')
    }
}

scene_069 = room {
    nam = '069',
    dsc = [[Вы вступаете в левое ущелье, проходите шагов триста, и оно вновь приводит вас к развилке – и опять перед вами два
    ущелья. Но на сей раз, даже после очень тщательного осмотра, Тибо не находит никакого указателя.^ – Как быть! – восклицает
    он. – Что делать? Идём налево или направо?^ – Нет проблем! – отвечает Ксолотл. – Попробуем пойти на север. Да и компас у нас
    для того, чтобы им пользоваться.^ Сказано–сделано. И вы идёте направо, в ущелье, которое ведёт вас к северу. Вы проходите
    ещё пятьсот– шестьсот шагов, и тут Ксолотл внезапно останавливается.^ – Ну дела, – бурчит он вполголоса.^ – Что с тобой? –
    спрашивает Суи.^ – Мы не меняли направления, а компас сейчас показывает на юг. Эта штука больше не работает. А всё
    объясняется очень просто. Где-то поблизости, несомненно, находятся залежи магнитных руд: они-то и меняют показания стрелки
    компаса. В замешательстве вы переглядываетесь… Надвигается ночь, и когда вы бросаете взгляд на небо, вы уже видите первые
    звёзды. И тогда Тибо предлагает:^ – Ну что, устроимся здесь?^ – А почему бы и нет? — сбрасывая рюкзак, отвечает Суи. – Здесь
    ничуть не хуже, чем в любом другом месте. Она развязывает рюкзак и вынимает еду, которую вы после трудного дня с аппетитом
    съедаете. Кстати, не забудьте вычеркнуть этот обед из Листка приключения. Проглотив последний кусок, Тибо советует:^ – А
    теперь давайте спать.^ – Ладно, – соглашается Суи.^ И вы как можно удобнее утраиваетесь на ночлег. И теперь переходите в
    пункт 155.]],
    obj = {
        vway("1", "{Далее^}", 'scene_155')
    }
}


scene_070 = room {
    nam = '070',
    dsc = [[Приблизившись к замку, вы чувствуете, что наконец достигли цели. Наверняка Оллир находится в этих развалинах, и надо
    было пересечь весь остров, чтобы найти его здесь. Через несколько минут вы находите каменную лестницу, которая ведёт в
    подвал, и там вы обнаруживаете тяжёлую дубовую дверь, за которой находится темница. И в ней действительно сидит узник. Вы
    говорите с ним сквозь дверь, он вам отвечает:^ – Да, я Оллир. Прошу вас, освободите меня…^ В двери нет замочной скважины, но
    справа от двери в стену вделаны три маленьких рубильника. Все три в нейтральном положении, и каждый из них можно поднять или
    опустить. И совершенно очевидно, что они служат для того, чтобы открывать темницу.^ – М-да, – произносит Тибо. – Эти штуки
    опасны. Они могут быть и ловушками. Нужно сообразить, можно ли их трогать…^ И он прав. Одно неосторожное движение может
    повлечь за собой катастрофу либо просто заблокировать дверь. А каково будет тогда Оллиру? Ясно, что следует хорошенько
    подумать, прежде чем трогать эти рубильники. Пришло время тебе, Серж, вспомнить всё, что ты увидел и узнал на острове
    Осьминогов, с кем говорил, какие необычные предметы находил… Всё может привести тебя к разгадке тайны.^ Подумай хорошенько…^
    Если ты решишь опустить левый рубильник, подняв два остальных, – вы все в пункте 157. Если предпочтёшь опустить вниз все три
    рубильника – переходите в пункт 174. А если тебе захочется опустить правый рубильник, а два других поднять – направляйтесь в
    пункт 135. Опуская средний рубильник и поднимая два остальных, вы окажетесь в пункте 50. А если же, наоборот, ты опускаешь
    два других – то вы в пункте 16. Подняв все три рубильника, вы очутитесь в пункте 120. Подняв же левый рубильник и опустив
    два остальных, вас ждут в пункте 33. И, наконец, поднимая правый рубильник и опуская при этом два других, смело следуйте в
    пункт 193.]],
    obj = {
        vway("1", "{опустить левый рубильник, поднять два остальных^}", 'scene_157'),
        vway("2", "{опустить все три рубильника^}", 'scene_174'),
        vway("3", "{опустить правый рубильник, два других поднять^}", 'scene_135'),
        vway("4", "{опустить средний рубильник, два других поднять^}", 'scene_050'),
        vway("5", "{поднять средний рубильник, два других опустить^}", 'scene_016'),
        vway("6", "{поднять три рубильника^}", 'scene_120'),
        vway("7", "{поднять левый рубильник, обустить два остальных^}", 'scene_033'),
        vway("8", "{поднять правый рубильник, обустить два остальных^}", 'scene_193')
    }
}

-- Конец
scene_071 = room {
    nam = '071',
    dsc = [[Ветер, кажется, стих, и вы, вздохнув с облегчением, продолжаете свой путь. Но внезапно на вас обрушивается третий, и
    самый мощный, шквал ветра. Ветер пронзительно свистит в ваших ушах, а мост так раскачивается из стороны в сторону, что тросы
    от напряжения трещат всё сильнее и сильнее… И вдруг у вас за спиной одновременно обрываются оба троса, и весь мост летит в
    тартарары, увлекая за собой в бездну всех четверых.^ А так как в этом месте глубина Большого Каньона достигает ста метров,
    никто из вас не останется в живых после такого падения. И это конец вашего приключения. Жаль, очень жаль.]] }


scene072 = {
    obj = '072',
    dsc = [[Область Луж – это огромное пустынное пространство с неровной, словно изрытой почвой, колючим кустарником, редкими
    пучками выжженной солнцем травы и многочисленными мутными лужами. С первых шагов Ксолотл начинает нервничать. А это с ним
    случается крайне редко.^ – Тебе что-то не нравится? – осторожно спрашивает Суи.^ – Дело в том, что здесь, по-моему, водятся
    ярби. Суи пожимает плечами.^ – Тогда нам, вероятно, попались бы их следы?^ – Да, но только не на такой твёрдой почве, как
    эта. А почва действительно скалистая, вся усеянная острыми камнями и настолько твёрдая, что едва ли сохранит следы животных,
    которые могут легко скрываться в здешних зарослях.^ Ксолотл прав: область Луж очень опасна. В течение часа вы с большими
    предосторожностями беспрепятственно продвигаетесь вперёд. А затем внезапно слышится довольно мощный рёв – низкий и
    протяжный, похожий на угрожающее рычание тигра.^ – Ярби, – шепчет Тибо. – Но он ещё далеко.^ – Да, очень далеко, –
    подтверждает Ксолотл.^ Ты бросаешь взгляд на своих спутников и убеждаешься, что, несмотря на эти ободряющие слова, все трое
    встревожены. И хотя вы уверены, что ярби ещё очень далеко, и вы не можете его разглядеть, вы всё-таки долго озираетесь по
    сторонам.^ – Рёв слышится с запада, – поясняет Тибо.^ Вы разворачиваете карту и внимательно изучаете её.^ – Он, наверное, у
    Большого Каньона, – предполагает^ Суи. – Было бы безумием двигаться сейчас налево – ведь тогда мы пойдём навстречу ярби. А
    если направиться к северу, то мы окажемся вот здесь… – Суи указывает на карте на маленькую любопытную пометку, которая как
    бы пересекает Большой Каньон. – Этот знак, – продолжает она, – наверное, подсказывает, что там находится безопасный переход.
    Я в этом почти уверена.^ – Ну что ж, идём туда, – решает Ксолотл.^ – Конечно, – соглашается Тибо.^ – Э, нет, это не так-то
    просто. Посмотрите-ка сюда. Вы забыли, что на нашем пути Озеро… Может, на этом озере мы встретим что-нибудь интересное. Было
    бы жаль это пропустить.^ Ксолотл и Тибо в нерешительности остановились. А ты, Серж, если выберешь дорогу на север, чтобы
    убедиться, что через Большой Каньон перекинут мост, веди всех в пункт 131. А если предпочитаешь идти к Озеру, то вы
    окажетесь в пункте 199.]],
    obj = {
        vway("1", "{Искать мост^}", 'scene_131'),
        vway("2", "{Пойти к Озеру^}", 'scene_199')
    }
}

scene_073 = room {
    nam = '073',
    dsc = [[Итак, во главе с Ксолотлом вся группа вступает в Болото. И вы очень быстро убеждаетесь, что были правы, опасаясь
    его. Повсюду бегают огромные водяные пауки, да и ужей хватает. Влажный тёплый туман словно прилипает к коже. Мутная вода
    Болота местами бурлит и образует водовороты.^ – Действительно такого нигде и никогда не увидишь, – шепчет Суи. – Это
    настоящая непроходимая гать. Она говорит тихо, словно опасается, чтобы её не подслушал кто-нибудь чужой. Осторожно двигаясь,
    вы проходите ещё шагов двести. Неожиданно Ксолотл останавливается.^ – Посмотрите туда, – шепчет он. – Вон там впереди что-
    то непонятное… – И он показывает на серое, проступающее в тумане пятно, похожее на причудливое, опустившееся на воду облако.
    Облако непрерывно меняет форму и гудит.^ И Тибо тотчас же догадывается:^ – Ро-москиты! Не может быть и речи о том, чтобы
    оказать им сопротивление. Не следует даже приближаться к ним. Любой ценой надо постараться обойти это опасное облако либо
    слева, либо справа. Если ты выбираешь путь налево – вы все в пункте 110. А предпочитаешь идти направо – переходите в пункт
    189.]],
    obj = {
        vway("1", "{Налево^}", 'scene_110'),
        vway("2", "{Направо^}", 'scene_189')
    }
}

-- Конец
scene_074 = room {
    nam = '074',
    dsc = [[Итак, вы усаживаетесь в лодку. Суи и Тибо берутся за вёсла, и вы берёте курс на остров. Но оказавшись на нём, вы
    разочарованы. На острове ничего нет, кроме зарослей тростника, хвоща и камышей.^ – Ну вот, – ворчит Тибо. – А я ведь
    надеялся найти здесь Оллира. Ну что ж! Ничего не остаётся, как вернуться обратно.^ Да, но с лодкой что-то неладно. В ней
    обнаружилась пробоина, которая всё время увеличивается. И, стало быть, вода всё больше наполняет лодку. Вы кое-как её
    вычерпываете и отчаливаете.^ – Нам не переправиться, – хладнокровно заявляет Ксолотл.^ И это правда. Лодка постепенно
    погружается. И вскоре вы прыгаете в воду и плывёте. Но, увы, недолго. Вокруг вас появляются буруны, и вы вдруг с ужасом
    осознаёте, что множество рыб окружают вас.^ – Пираньи, – шепчет Суи.^ Да, на вас стремительно нападают грозные, плотоядные
    пираньи. И, увы, их слишком много, чтобы вы смогли уцелеть. И это конец вашего приключения. Жаль… жаль…]]
}

-- Конец
scene_075 = room {
    nam = '075',
    dsc = [[Гигантские глыбы продолжали скатываться по склону, круша всё на своём пути. Вы, затаив дыхание, краем глаза следите
    за ними, укрывшись за каменным выступом.^ – Плохи наши дела, – шепчет Тибо.^ Один из камней ударяется о выступ и
    отскакивает. Но, вероятно, этим ударом приводится в действие тайный механизм. Вы слышите глухой взрыв под скалой, и в тот же
    момент земля под вашими ногами неожиданно разверзается. Вы проваливаетесь в какую-то яму, а обломки камней, комья земли
    вместе с травой и ветками обрушиваются на вас. Через несколько секунд все вы погребены. И нет никакой надежды, что кто-то
    придёт и спасёт вас. Это конец вашего приключения. Какая жалость… ]]
}

scene_076 = room {
	-- Кости
    nam = '076',
    dsc = [[Вы осторожно продолжаете пробираться по лощинам, стараясь двигаться на север. И снова вы идёте крадучись, опасаясь
    всего и вздрагивая от любого хруста ветки или крика птицы. Ветки ежевики, цепляясь за одежду, тянут вас назад. И ро- муравьи
    тоже отнимают у вас время. Ведь от них надо избавиться. Ещё минут сорок пять такой напряжённой ходьбы, и Ксолотл шепчет:^ –
    Запах всё слабее и слабее. Если повезёт, то выберемся, и…^ Но он не успевает закончить фразу – в джунглях слышится рёв. Этот
    низкий и протяжный звук напоминает рычание тигра. Вы с беспокойством переглядываетесь, понимая, что это кричит ярби.^ – Он
    далеко отсюда, – размышляет Суи. – Не менее чем в двухстах или трёхстах метрах. ^ – Тише, тише, – делает знак Тибо.^ –
    Почему тише? Ты думаешь, что… ^ – Да. Ярби может услышать нас издалека. Больше ни звука.^ И вы, бесшумные как тени,
    продолжаете двигаться на север. Удастся ли вам уйти от ярби?^]],
	obj = {
    	vway("1", "{Далее^}", rand_for_076())
	}
}

scene_077 = room {
    nam = '077',
    dsc = [[Медленно отступая, вы одним глазом следите за ро-змеем, который продолжает крепко спать. Это огромная и довольно
    опасная рептилия. В неясном свете Болота её чешуя отливает медным блеском. Тибо споткнулся и очень тихо выругался. Но
    ро-змей зашевелился во сне. Неужели проснётся? Вы все с бешено бьющимися сердцами замерли в молчании. Минута тянется долго…
    как целый час… Нет, ро-змей снова заснул, всё кончилось благополучно, и вы продолжаете путь.^ После часа ходьбы Суи начинает
    терять терпение.^ – Это какое-то заколдованное болото! Здесь нет ни одного ориентира, и мы бродим по кругу. Мы так можем
    бродить ещё лет сто пятьдесят. Серж, надо что-то предпринять!..^ Ты даже не успеваешь ответить. Нет, даже Суи ещё не
    заканчивает фразу, как какое-то жужжание привлекает твоё внимание. Это одинокий ро-москит принялся летать над вашими
    головами. А потом невдалеке буквально из ничего появились и другие. И вы оказываетесь в пункте 115.]],
    obj = {
        vway("1", "{Далее^}", 'scene_115')
    }
}

scene_078 = room {
	-- Кости
    nam = '078',
    dsc = [[Когда вы уже совсем собрались уходить, ситуация окончательно испортилась… В джунглях раздаётся этот низкий и
    протяжный звук, он напоминает рычание тигра. От этого рёва стынет кровь в жилах и замирает сердце. Ты, Серж, догадываешься,
    что это ярби и что он, несомненно, близко. Трое твоих спутников замолкают, а Ксолотл жестами велит вам замолчать и не
    шевелиться.^ И в этот момент вы слышите тяжёлые шаги огромного животного, которое, судя по поступи, не намерено прятаться.
    Как и полагал Ксолотл, ярби действительно рядом. Сейчас он вас пока не видит. А что произойдёт, когда он выйдет из-за холма?
    Вам остаётся лишь как можно бесшумнее спрятаться и надеяться, что ярби вас не заметит…]],
	obj = {
		vway("1", "{Далее^}", rand_for_078())
	}
}

scene_079 = room {
	-- Кости
    nam = '079',
    dsc = [[Вы осторожно, пригнувшись, почти на четвереньках пробираетесь среди высоких трав. Вас не видно, и вы идёте вслепую,
    не зная, где находятся хёли. Время от времени вы останавливаетесь, чтобы прислушаться к звукам прерии и сориентироваться.^ –
    Они, по-моему, слева, – шепчет Ксолотл.^ – Нет, справа, – возражает Суи.^ Вы, затаив дыхание, беспокойно переглядываетесь.
    Потом снова прислушиваетесь. Теперь вы отчётливо слышите, как шуршит трава, но не можете определить, где именно. Тибо
    несколько раз поворачивает голову и тоже внимательно прислушивается. В полном молчании проходит минута. Затем Ксолотл
    повелительным жестом приказывает вам незамедлительно уходить.^ С прежней осторожностью вы отходите на десяток метров. Вам
    ясно, что вы обыкновенная добыча для хёлей. Тибо вновь останавливается и показывает на высокую траву, находящуюся прямо
    перед вами. Все сразу понимают смысл его жеста: «Стоп! Они сейчас прямо напротив нас».^ Удастся ли вам ускользнуть от
    хёлей?]],
	obj = {
		vway("1", "{Далее^}", rand_for_079())
	}
}

scene_080 = room {
    nam = '080',
    dsc = [[После длительного перехода через заросли вы приближаетесь к Большому Каньону. Ксолотл и Суи, подойдя к самому
    обрыву, осторожно наклоняются над ним, чтобы посмотреть, что же из себя представляет Каньон.^ – Нормально, – оценивает
    ситуацию Ксолотл. Глубина Каньона в этом месте менее пятидесяти метров, а его южный склон достаточно пологий. Среди скал вы
    замечаете извилистую тропинку, которая, вероятно, должна привести вас к берегу реки. Суи внимательно и долго смотрит на
    долину и вдруг кричит:^ – Смотрите, там в конце тропинки лодка! Лодка для вас явилась полной неожиданностью.^ Ксолотл её не
    заметил, потому что она наполовину скрыта зарослями. Лодка, без сомнения, смогла бы вам пригодиться для переправы через
    реку.^ – Интересно, можно ли ею воспользоваться? – спрашивает Тибо.^ Естественно, никто не знает. А перед вами в зарослях
    теряются две дорожки – одна уходит налево, а другая вправо. Какую вы выберете для того, чтобы пересечь Каньон и перебраться
    в другую местность?^ Если ты, Серж, захочешь спуститься к лодке – то веди своих друзей в пункт 195. Если предпочитаешь идти
    по левой тропинке, чтобы найти другое, более безопасное место для переправы, то все – в пункт 131. А если тебе больше
    нравится идти по правой тропинке, тогда – смелее в пункт 51.]],
	obj = {
    	vway("1", "{Спуститься к лодке^}", 'scene_195'),
    	vway("2", "{Пойдти по левой тропинке^}", 'scene_131'),
    	vway("2", "{Пойдти по правой тропинке^}", 'scene_051')
	}
}

scene_081 = room {
    nam = '081',
    dsc = [[Несколько минут ты ещё бодрствуешь, но усталость и ночная жара оказываются сильнее тебя. Заканчивается всё тем, что,
    улёгшись в высокой траве, ты незаметно для себя засыпаешь и спишь глубоким сном до самого утра.^ Когда ты просыпаешься, день
    в полном разгаре. Трое твоих спутников уже поднялись и сразу тебе рассказывают о том, что произошло ночью.^ У нас украли
    рюкзаки, – докладывает Тибо. – У нас не осталось ни еды, ни Животворной мази. Ничего не осталось…^ Ты издаёшь какие-то звуки,
    потому что больше не в состоянии что-либо произнести. Ты поражён, убит, уничтожен такой новостью. Всё потеряно, потому что ты
    заснул этой ночью. Секунд через десять к тебе возвращается дар речи, и то только для того, чтобы хоть как-то извиниться.^ –
    Кошмар! Это моя ошибка. Я любой ценой пытался не заснуть. Если бы я только окликнул Ксолотла… Я вёл себя как разиня.^ Ты
    видишь, что трое твоих спутников очень расстроены, но ни словом не упрекают тебя. Ксолотл даже ласково говорит:^ – Ну ладно,
    не расстраивайся! Всё равно это не поможет.^ А Суи тут же добавляет:^ – Главное, не засиживаться тут. Мы тщательно осмотрели
    окрестности и напали на след.^ – И что из этого?^ – А то, что, несомненно, это следы тех, кто украл наши рюкзаки. И если мы
    пойдём по этому следу, то сможем найти и еду, и Животворную мазь. Но может быть и иначе.^ – А как иначе?^ – А так, что нам
    придётся как можно скорее убираться отсюда на север. Но тогда мы ничего не вернём… И если вы решите идти по следу, который
    может оказаться следом ваших воров, то направляйтесь в пункт 124. А если вы оставите всякую надежду найти ваши рюкзаки и
    хотите как можно скорее покинуть плато Торфяных Мхов – тогда быстрее в пункт 169.]],
    obj = {
        vway("1", "{Пойти по следу^}", 'scene_124'),
        vway("2", "{покинуть плато Торфяных Мхов^}", 'scene_169')
    }
}

scene_082 = room {
    nam = '082',
    dsc = [[Приблизившись к пламени, вы осознаёте, что оно более опасное, чем огненная стена. – Вот это да! – шепчет Суи. – Нам
    ни за что не удастся его преодолеть. Слишком широко оно раскинулось. Тибо приближается и протягивает к огню руки, словно
    хочет их согреть. А потом заявляет:^ – А знаете, это не совсем обычное пламя. И нам, вероятно, удастся прорваться сквозь
    него, если мы, задержав дыхание, стремительно бросимся вперёд. Перетерпим какое-то неприятное мгновение – и всё! Вы делаете
    глубокий вдох, набираете в лёгкие воздуха и смело бросаетесь в голубое пламя. Через двадцать секунд вы вне опасности, только
    одежду подпалили.^ – Ничего страшного, – заявляет Тибо.^ После такого происшествия спать больше никому не хочется. Все
    мечтают как можно быстрее убежать от этого проклятого места. И вы, чтобы немедленно покинуть плато Торфяных Мхов, продолжаете
    путь при лунном свете. А теперь направляйтесь в пункт 129.]],
    obj = {
        vway("1", "{Далее^}", 'scene_129')
    }
}

scene_083 = room {
    nam = '083',
    dsc = [[Вы шагаете по тропинке уже более часа, и вдруг слышится ужасное «миа-а-а-аау!». Тибо останавливается как вкопанный. В
    этом месте дорога раздваивается. При входе на левую тропинку вы замечаете кошку. Или, вернее, вы прежде всего видите её
    золотисто- жёлтые глаза, которые светятся в полутьме зарослей.^ – Ро-кошка! – шепчет Тибо.^ Кошка вся чёрная, и только
    кончики её лап белые. Она вся сжимается, словно готовится к прыжку. И потом опять яростно мяучит: «миа-а-ау!».^ Ро-кошка
    достаточно крупная и кажется весьма агрессивной. Вероятно, она здесь находится для того, чтобы охранять путь, ведущий налево.
    И очевидно, что при малейшем неосторожном движении она прыгнет на вас. Что делать? Если ты захочешь атаковать ро-кошку, то
    направляйся вместе со всеми в пункт 177. Если хочешь попытаться задобрить ро-кошку, то все переходите в пункт 25. А если из
    предосторожности ты предпочтёшь уйти по правой тропинке, то перебирайтесь в пункт 46.]],
    obj = {
        vway("1", "{Атаковать^}", 'scene_177'),
        vway("2", "{Задобрить^}", 'scene_025'),
        vway("3", "{Уйти направо^}", 'scene_046')
    }
}

-- Отнять очки Жизни
scene_084 = room {
    nam = '084',
    dsc = [[Ксолотл самым тщательным образом 
обследует дверь и обнаруживает маленькую деревянную 
деталь, которая на первый взгляд здесь совершенно не 
нужна, и попала сюда по ошибке.^
– Понятно, – говорит он. – Дверь откроется, когда мы 
вытянем эту деревяшку.^
Да, конечно… Но сказать – ещё не сделать. Ксолотл 
целых полчаса старается из всех сил её вытащить. 
Совершенно безуспешно. Ксолотл предпринимает новые 
попытки, но в конце концов отчаивается.^
– Ужас, – бормочет он. – Такое впечатление, что эта 
штука приклеена и нет возможности её отодрать. Не 
пойму, в чём дело.^
И тогда вы все осознаёте, что попали в ловушку и 
выбраться из неё тяжело. Чтобы выйти из хижины, нам 
придётся вышибить дверь. Вы пытаетесь это сделать 
вчетвером, но эта заброшенная лачуга оказывается более 
прочной, чем вы себе представляли. В течение часа вы 
трудитесь как каторжники, и вот наконец вы свободны… 
Но прежде чем снова отправиться в путь, нам надо
немного отдышаться, потому что вы действительно 
доведены до изнеможения. В результате упорного труда 
вы потеряли по 5 очков Жизни. Но восстановите их после 
обеда, который нужно будет вычеркнуть из Листка 
приключения.^
После еды вы наконец отправляетесь в путь и шагаете 
без всяких происшествий целых два часа. Вы покидаете 
равнину Белёсых Трав и входите в область Луж. А теперь 
отправляйтесь в пункт 210.]],
    obj = {
        vway("1", "{Далее^}", 'scene_210')
    }
}


scene_085 = room {
    nam = '085',
    dsc = [[Вы идёте вслепую уже добрых четверть часа, но вот Ксолотл поднимается во весь рост.^ – Что случилось? – интересуется
    Тибо.^ – А ты не видишь? – отвечает Ксолотл. – Я нашёл тропинку, и мы можем нормально по ней идти.^ Это первая тропинка,
    которую вы обнаруживаете в этой странной прерии. Вы оглядываетесь по сторонам, но ничто не указывает на близость хёлей. В
    семистах или восьмистах метрах вы замечаете серое строение, похожее на ангар или мастерскую. И тропинка, кажется, ведёт
    именно туда.^ – Решено, – заявляет Тибо.^ В его голосе не слышится ни малейшего колебания. И, не заботясь больше о хёлях, вы
    быстрым шагом движетесь по тропинке. Направляйтесь в пункт 32.]],
    obj = {
        vway("1", "{Далее^}", 'scene_032')
    }
}

scene_086 = room {
    nam = '086',
    dsc = [[Вы обследуете южный берег в надежде найти брод или какой-либо старый мост, который позволил бы вам безопасно
    переправиться через реку. Вы сначала идёте вниз по течению, потом возвращаетесь в верховье, долго-долго ищете, но так ничего
    стоящего и не обнаруживаете.^ – Мы ничего здесь не найдём, – нервно ворчит Тибо. – Река слишком широкая, и мы только теряем
    время. Нужно подняться ещё дальше вверх по течению и где-нибудь там отыскать настоящую переправу. Это единственное, что вам
    остаётся сделать.^ И вот вы отправляетесь искать какую-нибудь не очень крутую тропинку. Вам наконец удаётся её найти, и вы
    начинаете подъём, который продолжается довольно долго, а потом… Отправляйтесь в пункт 99.]],
    obj = {
        vway("1", "{Далее^}", 'scene_099')
    }
}

scene_087 = room {
    nam = '087',
    dsc = [[Итак, Тибо входит в каменный коридор, освещая его своим электрическим фонариком. За ним следует Ксолотл, потом Суи, а
    замыкаешь процессию ты. У вас над головами нависают каменные глыбы. Коридор за первым поворотом постепенно расширяется. И
    вот, пройдя ещё немного, вы оказываетесь в небольшом гроте. Его ширина приблизительно десять метров.^ – Осторожно! – шепчет
    Ксолотл.^ Что-то произошло… Воздух слабо засветился причудливыми голубыми отблесками, которые идут отовсюду – от стен грота,
    от потолка… Тибо потушил электрический фонарик, а таинственное сияние постепенно усиливается. Проходит две-три минуты, и вот
    в одном из углов грота начинает шевелиться какая-то серая масса.^ – Верек, – шепчет Суи.^ Это один из странных гибридов,
    двухголовое чудовище. Одна его голова напоминает кошачью, а другая похожа на голову собаки. На других планетах подобные
    роботы обычно используются как свирепые сторожа. Когда вы вошли и грот, верек спал, и вы его разбудили. Он готов к сражению,
    и это будет смертельная битва. Его ловкость насчитывает 6, и у него 7 очков Жизни. Когда Тибо убьёт его, вам придётся принять
    решение. Ведь грот может скрывать тайный ход, ведущий к темнице Оллира, и вы должны решить, стоит ли вам искать его или это
    бесполезно.^ Если ты, Серж, станешь искать этот ход, тогда направляйтесь в пункт 191. А если ты предпочитаешь немедленно
    выйти из грота и продолжить подъём по северному склону, то веди своих друзей в пункт 52.]],
    obj = {
        vway("1", "{Искать ход^}", 'scene_191'),
        vway("2", "{Продолжить подъем^}", 'scene_052')
    }
}

scene_088 = room {
    nam = '088',
    dsc = [[Итак, вы вскарабкались на ближайшие деревья, чтобы посмотреть, не поджидает ли вас здесь какая-нибудь ловушка. Минут
    пятнадцать вы осматриваете окрестности, но ничего особенного не замечаете. Вдруг раздаётся торжествующий крик Суи:^ – Эй,
    там, вы оба! Идите-ка сюда. Я здесь нашла кое- что интересное!^ Она забралась только до середины ствола старого дуба и оттуда
    подаёт вам знаки. Вы спускаетесь к ней и видите то, что ей удалось обнаружить: почти незаметный с земли, маленький,
    ввинченный в толщу коры дерева рубильник величиной чуть больше дюйма.^ – Что это? – удивлённо спрашивает Тибо.^ – Что? –
    отзывается Суи. – На что хочешь спорю, что эта штука управляет ловушкой. Это пульт. Не важно, что он такой маленький. Вспомни
    китайскую поговорку: маленькой хитростью можно горы свернуть. Это ещё Конфуций сказал.^ Очевидно, что этот рубильник может
    находиться в трёх положениях. В данный момент его ручка опущена.^ – Наверное, это означает, что ловушка действует. Чтобы
    освободить Ксолотла, рубильник следует поставить в нейтральное положение.^ – Как бы не так! – возражает Тибо. – А почему бы
    его не поднять вверх до конца? – Немного подумав, он продолжает: – Допустим, что мы тронем его… А не подвергнем ли Ксолотла
    ещё большей опасности? Эта штука не вызывает у меня доверия.^ И Тибо прав. Но и Суи тоже права. Но не можете же вы бесконечно
    сидеть на этом дубе. Надо что-то предпринимать… ^
    
    Если ты, Серж, спускаешься с дуба, не трогая рубильника, отправляйся вместе с друзьями в пункт 43. Если ты решишь поставить
    его в нейтральное положение, то вы все переходите в пункт 5. А если ты предпочтёшь поставить рубильник в верхнее положение,
    тогда перебирайтесь в пункт 161.]],
    obj = {
        vway("1", "{Не трогать рубильник^}", 'scene_043'),
        vway("2", "{Поставить в нейтральное положение^}", 'scene_005'),
        vway("3", "{Поставить в верхнее положение^}", 'scene_161'),
    }
}


scene_089 = room {
    nam = '089',
    dsc = [[Перед вами бесконечное нагромождение скал. Можно подумать, что капризный великан набросал их здесь. Самая маленькая
    скала выше любого дома. Два узких ущелья позволяют, хотя и не без труда, пройти это место.^ – Это настоящий лабиринт! –
    шепчет Суи.^ Во всяком случае, оба ущелья кажутся вам труднопроходимыми. Внимательно осмотрев всё вокруг, Тибо обнаружил на
    камне, вероятно, очень давно высеченную и почти стёртую временем стрелу. Стрела указывала на правое ущелье. Следует ли
    доверять этому указанию или нет?^ – Если нам дают совет, воспользуемся им, – предлагает Суи.^ – А если это ловушка? –
    возражает Ксолотл.^ Тибо стоит в нерешительности и взглядом спрашивает твоего совета. Если ты выбираешь направление,
    указанное стрелкой, то вы идёте к правому ущелью и следуете в пункт 211. А если ты предпочтёшь идти налево, тогда все вместе
    – в пункт 138.]],
    obj = {
        vway("1", "{К правому ущелью^}", 'scene_211'),
        vway("2", "{Пойти на лево^}", 'scene_138'),
    }
}

scene_090 = room {
    nam = '090',
    dsc = [[Итак, вы вновь направляетесь к долине Белёсых Трав и добираетесь до неё уже на закате солнца. Вы продолжаете шагать
    ещё минут пятнадцать и подходите к какой-то лачуге, которая кажется вам необитаемой.^ – Это интересно, – замечает Ксолотл.^ –
    А что, ты собираешься спать здесь? – с удивлением спрашивает Суи.^ – Конечно! Там хоть не так холодно.^ Дверь лачуги едва
    держится на петлях. Без особого труда открыв её, вы быстро осматриваете жилище. Судя по заполонившим его зарослям мха и дикой
    травы, оно уже давно заброшено. Не роскошно, но спать можно.^ – Нет здесь никакой ловушки, – настаивает Ксолотл. – Мы хоть не
    так замёрзнем и нормально выспимся.^ Суи и Тибо не совсем убеждены в этом и отрицательно качают головами. Очевидно, ни один
    из них не хочет провести ночь в этой хижине. Однако настало время принимать решение. И если продолжать ваш путь по тропинке,
    то вы окажетесь в пункте 150. А если вы предпочтёте всё-таки провести ночь в лачуге, то отправитесь в пункт 108.]],
    obj = {
        vway("1", "{Пойти дальше^}", 'scene_150'),
        vway("2", "{Остаться в лачуге^}", 'scene_108')
    }
}

scene_091 = room {
    nam = '091',
    dsc = [[Суи развязывает рюкзак и вынимает еду, которую вы после тяжёлого дня с аппетитом съедаете. Кстати, не забудьте
    вычеркнуть этот обед в вашем Листке приключения. Когда вы уже приготовились к сну, Ксолотл спрашивает:^ – Может, разведём
    огонь на ночь?^ Суи отрицательно качает головой, Тибо её поддерживает и объясняет.^ – Нет, не надо. На такой равнине огонь
    виден очень далеко. И это может привлечь внимание диких животных. Да и о ярби не забывайте.^ – Я о них не забываю, –
    отзывается Ксолотл. – Но спать-то всё же надо. А на таком холоде, который здесь стоит, мы не сомкнём глаз, и…^ – Нет, –
    отрезает Тибо. – Разводить огонь очень опасно.^ – Но всё-таки, – настаивает Ксолотл.^ – Нет, – категорически заявляет Суи. –
    Не смертельно, если мы слегка замёрзнем ночью. Вот ярби – это страшнее.^ Все трое поворачиваются к тебе, чтобы узнать твоё
    мнение. Ксолотл прав, но Суи и Тибо по-своему правы тоже. И холод опасен на этой равнине Белёсых Трав, где вы рискнули
    провести очень неприятную ночь, и ярби тоже очень страшны. Так что же делать?^ Если ты против разведения огня, то направляйся
    с друзьями в пункт 132. А если ты предпочитаешь всё же разжечь огонь, тогда идите в пункт 56.]],
    obj = {
        vway("1", "{Не разводить огонь^}", 'scene_132'),
        vway("2", "{Разводить огонь^}", 'scene_056')
    }
}

scene_092 = room {
    nam = '092',
    dsc = [[Фросс кажется слегка удивлён, узнав о том, что ты отказываешься от проводников. Он замолкает на мгновение, а потом
    медленно произносит:^ – Ты можешь оказаться не прав, приняв такое решение. Но будь по-твоему. И пусть Болото не причинит тебе
    и твоим спутникам большого вреда.^ Он замолкает и отводит глаза. И тогда ты понимаешь, что твой отказ обидел его, но
    принимать другое решение уже поздно. Вы прощаетесь с мальчиком-лягушонком и двигаетесь к Болоту, постепенно растворяясь в
    тумане. Проходит довольно много времени, и вот вокруг тебя раздаётся какое-то жужжание. Это один из ро-москитов принялся
    летать над вашими головами. А неподалёку, словно из ничего, рождается множество других ро- москитов. Переходите в пункт
    115.]],
    obj = {
        vway("1", "{Далее^}", 'scene_115')
    }
}

scene_093 = room {
    nam = '093',
    dsc = [[Вы входите в левое ущелье, и ро- бассет провожает вас равнодушным взглядом. До наступления ночи вы успеваете пройти
    около шестисот– семисот шагов. Всё вокруг вас погружается во тьму, и, вглядываясь в небо, вы видите первые звёзды. И тогда
    Ксолотл предлагает:^ – Ну что, останавливаемся?^ Суи, сбрасывая с себя рюкзак, отвечает: – А почему бы и нет? Здесь ничуть не
    хуже, чем в любом другом месте.^ Она развязывает свой рюкзак и вынимает еду, которую после тяжёлого дня вы с аппетитом
    съедаете. Кстати, не забудьте вычеркнуть этот обед из Листка приключения. Проглотив последний кусок, Тибо предлагает:^ – А
    теперь ложимся спать.^ – Ладно, – соглашается Суи.^ Вы как можно удобнее устраиваетесь на ночь. И направляетесь в пункт
    173.]],
    obj = {
        vway("1", "{Далее^}", 'scene_173')
    }
}

-- Конец
scene_094 = room {
    nam = '094',
    dsc = [[Гул реки всё нарастает, и уже близятся первые пороги. Лодка на всей скорости наскакивает на них, и Тибо едва успевает
    убрать весло.^ – Уф! – с облегчением вздыхает Ксолотл.^ Но он поторопился. Через две секунды вас затянуло в водоворот, и
    лодку развернуло поперёк течения. Суи и Тибо не могут с ней справиться. И тут случается беда. Лодка со всего маху врезается в
    огромный камень и раскалывается. Ты со своими спутниками оказываешься в воде. Вокруг тебя только зелень воды, твоё тело
    ударяется о дно реки, и тебя уносит течение. Ты стремишься вверх, стараешься всплыть к свету, но понимаешь, что все твои
    усилия напрасны. В мутной воде вокруг тебя неясно проступают очертания камней, и ты пытаешься руками оттолкнуться от них – и
    это всё, что ты успеваешь сделать. Кажется, что это длится вечность. А когда силы тебя уже покидают, река вдруг успокаивается
    и выбрасывает тебя на поверхность. Ты наполняешь лёгкие воздухом и оглядываешься по сторонам.^ Стремнина уже позади, и ты
    видишь над водой три головы. Твои спутники, как и ты, живы, но ты рано радуешься. Очень сильное течение относит вас к морю. И
    вы ничего не можете предпринять. Вы не утонули, вам удалось не удариться о камни, но вам не избежать поджидающих вас вокруг
    острова осьминогов. И это конец вашего приключения. Какая жалость…]]
}

scene_095 = room {
    nam = '095',
    dsc = [[И вот вы идёте налево, но это не лучший выбор, потому что в дальнейшем дорога ухудшается. Ложбина, по которой вы
    пробираетесь, покрыта густым колючим кустарником и ежевикой.^ Растения беспрестанно преграждают вам путь и отнимают у вас
    массу ценного времени. А чуть дальше как назло путь вам полностью преграждает огромный муравейник.^ – Скверная история! –
    шепчет Суи. – Как будто нам мало было неприятностей с ярби…^ И это действительно скверная история, потому что муравейник
    такой огромный, что обойти его невозможно.^ – Ничего страшного! – заявляет Тибо. – Его следует только слегка разворошить, и
    всё в порядке. Это же так просто.^ – Ты думаешь, что они не искусают нас? – спрашивает Суи. – Ты хотя бы разглядел как
    следует этих ро- муравьёв?^ А муравьи действительно очень большие, длиной два- три сантиметра. На вид они очень агрессивные.
    Однако Тибо это вроде бы не беспокоит.^ – Может, и покусают немного, – соглашается он. – Но ничего, потерпим.^ Если ты, Серж,
    согласишься пройти через муравейник, как предлагает Тибо, то вы все переходите в пункт 133. А если из предосторожности ты
    решишь вместе с друзьями обойти муравейник справа, то вы окажетесь в пункте 172.]],
    obj = {
        vway("1", "{Пройти через муравейник^}", 'scene_133'),
        vway("2", "{Обойти^}", 'scene_172')
    }
}

scene_096 = room {
	-- Кости
    nam = '096',
    dsc = [[Чем дальше ты продвигаешься, тем более вязкой становится тина под твоими ногами. При каждом шаге чудится, что ноги
    приклеиваются ко дну болота. Трое твоих спутников тоже не в лучшем положении. Ты постоянно слышишь, как ругаются вполголоса
    Суи и Тибо.^ – Кошмар! Паршивое Болото!..^ – Когда эта мерзость кончится?^ К сожалению, конца этому не видно. Становится всё
    труднее идти. И вы понимаете, что подошли к зыбкому месту – самому опасному участку Болота. Однако^ Ксолотл не теряет
    хладнокровия, и время от времени вы слышите его указания:^ – Внимание! Попробуйте обойти это слева… Нет, а теперь лучше
    справа…^ Но ни один его совет не может больше помочь никому из вас. Все попытки отыскать более лёгкий путь бесполезны. Каждый
    шаг может оказаться последним. И наконец действительно происходит худшее. Внезапно ты чувствуешь, что твоя левая нога
    проваливается в пустоту и словно кто-то, спрятавшийся в тине, тянет тебя за ногу вниз, пытаясь утопить. Вода доходит тебе уже
    до подбородка, и любое неправильное движение может погубить тебя. Удастся ли тебе выбраться?]],
	obj = {
    	vway("1", "{Далее^}", rand_for_096())
	}
}

scene_097 = room {
    nam = '097',
    dsc = [[Итак, с некоторым беспокойством, вы следуете по невидимой тропе, и теперь Тибо возглавляет вашу группу. Не пройдя и
    двадцати шагов, ты, Серж, оглядываешься, но не видишь больше ни поляны, ни старого колодца. Да и тропинка позади тебя тоже
    исчезла, и ты понимаешь, что Ксолотл был прав, предупреждая о хитро подстроенной ловушке. О возвращении обратно не может быть
    и речи. Что бы ни случилось, нужно идти только вперёд. Направляйтесь в пункт 83.]],
    obj = {
        vway("1", "{Далее^}", 'scene_083')
    }
}

scene_098 = room {
    nam = '098',
    dsc = [[Проходит ещё две-три минуты. Шуршание трав усиливается. Теперь оно слышится повсюду. Вы чувствуете, что хёли окружают
    и терпеливо ищут вас, обнюхивая землю. Вы едва дышите. Суи бросает на тебя взгляд и беззвучно шевелит губами, но ты
    понимаешь, что она собирается сказать тебе: всё кончено…^ Окружающая тебя трава раздвигается, и ты видишь морду хёля. Сначала
    одну, потом рядом с ней появляется другая. И ещё одна… их множество: слева и справа от тебя. Менее чем через минуту вас
    окружает сотня хёлей, которые смотрят на вас, собираясь спокойно пообедать всеми четверыми. Ничто больше не может спасти вас.
    И это конец вашего приключения… Ну что же, очень жаль!]]
}

scene_099 = room {
    nam = '099',
    dsc = [[И вот вы подошли к месту, где тропинка поворачивает… Теперь вам открывается совсем другой вид на Каньон, и Тибо
    торжествует.^ – Вот! Что я вам говорил! Вот та переправа, которую мы ищем!^ В сотне метров от вас висячий мост, перекинутый с
    помощью тросов с одного берега Каньона на другой. Вы подходите ближе.^ – Ничего себе мост! – замечает Ксолотл. – Смотри, как
    он раскачивается на ветру, и какие изношенные тросы. Можешь мне поверить, что перейти такой мост – не шуточное дело… ^ Тибо
    пожимает плечами.^ – Ну идём! Ты же видишь, что больше мы нигде не сможем переправиться. Река очень широкая и стремительная.
    И переходить нужно только здесь. Ксолотл пару-тройку раз пытается возразить, но Тибо раздражён и едва его слушает. Он каждый
    раз упрямо качает головой и стоит на своём:^ – Нет, Ксолотл! Мы идём по мосту. Это решено. Переходите в пункт 122.]],
    obj = {
        vway("1", "{Далее^}", 'scene_122')
    }
}

